Repository: siamubee2-max/EcrinVirtuel-Swift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt

# profile.biographyPlaceholder
source: Dites-nous en plus sur votre style...
de: Erzählen Sie uns mehr über Ihren Stil...
en: Tell us more about your style...
es: Cuéntanos más sobre tu estilo...
it: Raccontaci di più sul tuo stile...
pt: Conte-nos mais sobre seu estilo...

# profile.description
source: Gérez vos informations personnelles et vos préférences de style.
de: Verwalten Sie Ihre persönlichen Informationen und Stilpräferenzen.
en: Manage your personal information and style preferences.
es: Gestiona tu información personal y preferencias de estilo.
it: Gestisci le tue informazioni personali e le preferenze di stile.
pt: Gerencie suas informações pessoais e preferências de estilo.

# profile.history
source: Historique
de: Verlauf
en: History
es: Historial
it: Cronologia
pt: Histórico

# profile.historyTab.clearConfirm
source: Voulez-vous vraiment effacer tout l'historique ?
de: Möchten Sie wirklich den gesamten Verlauf löschen?
en: Do you really want to clear all history?
es: ¿Realmente quieres borrar todo el historial?
it: Vuoi davvero cancellare tutta la cronologia?
pt: Você realmente quer limpar todo o histórico?

# profile.historyTab.clearHistory
source: Effacer l'historique
de: Verlauf löschen
en: Clear history
es: Borrar historial
it: Cancella cronologia
pt: Limpar histórico

# profile.historyTab.duration
source: Durée
de: Dauer
en: Duration
es: Duración
it: Durata
pt: Duração

# profile.historyTab.empty
source: Aucun essayage
de: Keine Anproben
en: No try-ons
es: Sin pruebas
it: Nessuna prova
pt: Sem provas

# profile.historyTab.emptyDescription
source: Vos essayages apparaîtront ici après avoir essayé des bijoux.
de: Ihre Anproben werden hier angezeigt, nachdem Sie Schmuck anprobiert haben.
en: Your try-ons will appear here after trying on jewelry.
es: Tus pruebas aparecerán aquí después de probar joyas.
it: Le tue prove appariranno qui dopo aver provato i gioielli.
pt: Suas provas aparecerão aqui após experimentar joias.

# profile.historyTab.liked
source: Aimé
de: Gefallen
en: Liked
es: Gustado
it: Piaciuto
pt: Gostou

# profile.historyTab.shared
source: Partagé
de: Geteilt
en: Shared
es: Compartido
it: Condiviso
pt: Compartilhado

# profile.historyTab.title
source: Historique d'essayage
de: Anprobe-Verlauf
en: Try-on history
es: Historial de pruebas
it: Cronologia prove
pt: Histórico de provas

# profile.myList
source: Ma Liste
de: Meine Liste
en: My List
es: Mi Lista
it: La Mia Lista
pt: Minha Lista

# profile.personalInfo
source: Infos Personnelles
de: Persönliche Infos
en: Personal Info
es: Info Personal
it: Info Personali
pt: Infos Pessoais

# profile.preferences.budgetDescription
source: Quel est votre budget habituel pour les bijoux ?
de: Was ist Ihr übliches Budget für Schmuck?
en: What is your usual budget for jewelry?
es: ¿Cuál es tu presupuesto habitual para joyas?
it: Qual è il tuo budget abituale per i gioielli?
pt: Qual é seu orçamento habitual para joias?

# profile.preferences.metals
source: Métaux préférés
de: Bevorzugte Metalle
en: Preferred metals
es: Metales preferidos
it: Metalli preferiti
pt: Metais preferidos

# profile.preferences.metalsDescription
source: Sélectionnez les métaux que vous préférez
de: Wählen Sie die Metalle, die Sie bevorzugen
en: Select the metals you prefer
es: Selecciona los metales que prefieres
it: Seleziona i metalli che preferisci
pt: Selecione os metais que você prefere

# profile.preferences.occasions
source: Occasions
de: Anlässe
es: Ocasiones
it: Occasioni
pt: Ocasiões

# profile.preferences.occasionsDescription
source: Pour quelles occasions portez-vous des bijoux ?
de: Für welche Anlässe tragen Sie Schmuck?
en: For which occasions do you wear jewelry?
es: ¿Para qué ocasiones usas joyas?
it: Per quali occasioni indossi gioielli?
pt: Para quais ocasiões você usa joias?

# profile.preferences.saveButton
source: Enregistrer mes préférences
de: Meine Einstellungen speichern
en: Save my preferences
es: Guardar mis preferencias
it: Salva le mie preferenze
pt: Salvar minhas preferências

# profile.preferences.saveError
source: Impossible de sauvegarder vos préférences.
de: Ihre Einstellungen konnten nicht gespeichert werden.
en: Unable to save your preferences.
es: No se pueden guardar tus preferencias.
it: Impossibile salvare le tue preferenze.
pt: Não foi possível salvar suas preferências.

# profile.preferences.saved
source: Préférences enregistrées
de: Einstellungen gespeichert
en: Preferences saved
es: Preferencias guardadas
it: Preferenze salvate
pt: Preferências salvas

# profile.preferences.savedMessage
source: Vos préférences ont été sauvegardées avec succès.
de: Ihre Einstellungen wurden erfolgreich gespeichert.
en: Your preferences have been saved successfully.
es: Tus preferencias se han guardado correctamente.
it: Le tue preferenze sono state salvate con successo.
pt: Suas preferências foram salvas com sucesso.

# profile.preferences.skinTone
source: Teint de peau
de: Hautton
en: Skin tone
es: Tono de piel
it: Tono della pelle
pt: Tom de pele

# profile.preferences.skinToneDescription
source: Pour des recommandations de couleurs adaptées
de: Für personalisierte Farbempfehlungen
en: For personalized color recommendations
es: Para recomendaciones de colores personalizadas
it: Per raccomandazioni di colori personalizzate
pt: Para recomendações de cores personalizadas

# profile.preferences.stones
source: Pierres préférées
de: Bevorzugte Steine
en: Preferred stones
es: Piedras preferidas
it: Pietre preferite
pt: Pedras preferidas

# profile.preferences.stonesDescription
source: Sélectionnez les pierres que vous aimez
de: Wählen Sie die Steine, die Ihnen gefallen
en: Select the stones you like
es: Selecciona las piedras que te gustan
it: Seleziona le pietre che ti piacciono
pt: Selecione as pedras que você gosta

# profile.preferences.styles
source: Styles préférés
de: Bevorzugte Stile
en: Preferred styles
es: Estilos preferidos
it: Stili preferiti
pt: Estilos preferidos

# profile.preferences.stylesDescription
source: Choisissez vos styles de bijoux favoris
de: Wählen Sie Ihre Lieblings-Schmuckstile
en: Choose your favorite jewelry styles
es: Elige tus estilos de joyas favoritos
it: Scegli i tuoi stili di gioielli preferiti
pt: Escolha seus estilos de joias favoritos

# profile.protectedIdentity
source: Identité protégée
de: Geschützte Identität
en: Protected identity
es: Identidad protegida
it: Identità protetta
pt: Identidade protegida

# profile.saveChanges
source: Enregistrer les modifications
de: Änderungen speichern
en: Save changes
es: Guardar cambios
it: Salva modifiche
pt: Salvar alterações

# profile.stylePreferences
source: Préférences Style
de: Stilpräferenzen
en: Style Preferences
es: Preferencias de Estilo
it: Preferenze Stile
pt: Preferências de Estilo

# profile.title
source: Mon Profil
de: Mein Profil
en: My Profile
es: Mi Perfil
it: Il Mio Profilo
pt: Meu Perfil

# profile.wishlist.addItem
source: Ajouter un bijou
de: Schmuck hinzufügen
en: Add jewelry
es: Añadir joya
it: Aggiungi gioiello
pt: Adicionar joia

# profile.wishlist.empty
source: Liste vide
de: Leere Liste
en: Empty list
es: Lista vacía
it: Lista vuota
pt: Lista vazia

# profile.wishlist.emptyDescription
source: Ajoutez des bijoux à votre liste d'envies pour les retrouver facilement.
de: Fügen Sie Schmuck zu Ihrer Wunschliste hinzu, um ihn leicht zu finden.
en: Add jewelry to your wishlist to find them easily.
es: Añade joyas a tu lista de deseos para encontrarlas fácilmente.
it: Aggiungi gioielli alla tua lista dei desideri per trovarli facilmente.
pt: Adicione joias à sua lista de desejos para encontrá-las facilmente.

# profile.wishlist.notes
source: Notes
de: Notizen
es: Notas
it: Note
pt: Notas

# profile.wishlist.notesPlaceholder
source: Ajoutez des notes...
de: Notizen hinzufügen...
en: Add notes...
es: Añadir notas...
it: Aggiungi note...
pt: Adicionar notas...

# profile.wishlist.priority
source: Priorité
de: Priorität
en: Priority
es: Prioridad
it: Priorità
pt: Prioridade

# profile.wishlist.removeConfirm
source: Retirer de la liste d'envies ?
de: Von der Wunschliste entfernen?
en: Remove from wishlist?
es: ¿Eliminar de la lista de deseos?
it: Rimuovere dalla lista dei desideri?
pt: Remover da lista de desejos?

# profile.wishlist.title
source: Ma Liste d'envies
de: Meine Wunschliste
en: My Wishlist
es: Mi Lista de Deseos
it: La Mia Lista dei Desideri
pt: Minha Lista de Desejos

# profile.wishlist.visitBrand
source: Visiter la marque
de: Marke besuchen
en: Visit brand
es: Visitar marca
it: Visita marchio
pt: Visitar marca

# profileUI.aiConsentWithdrawInfo
source: Vos photos ne seront plus envoyées à fal.ai, Google ou OpenAI. Vous pouvez le réaccorder lors du prochain essayage.
de: Ihre Fotos werden nicht mehr an fal.ai, Google oder OpenAI gesendet. Sie können die Einwilligung bei der nächsten Anprobe erneut erteilen.
en: Your photos will no longer be sent to fal.ai, Google or OpenAI. You can grant consent again at your next try-on.
es: Tus fotos ya no se enviarán a fal.ai, Google ni OpenAI. Puedes volver a concederlo en tu próxima prueba.
it: Le tue foto non verranno più inviate a fal.ai, Google o OpenAI. Puoi concederlo di nuovo alla prossima prova.
pt: As suas fotos deixarão de ser enviadas para a fal.ai, a Google ou a OpenAI. Pode voltar a concedê-lo na próxima prova.

# profileUI.alreadyHaveCode
source: J'ai déjà un code
de: Ich habe bereits einen Code
en: I already have a code
es: Ya tengo un código
it: Ho già un codice
pt: Já tenho um código

# profileUI.byContinuingYouAccept
source: En continuant, vous acceptez nos
de: Indem Sie fortfahren, akzeptieren Sie unsere
en: By continuing, you agree to our
es: Al continuar, aceptas nuestros
it: Continuando, accetti i nostri
pt: Ao continuar, aceita os nossos

# profileUI.codeInvalidOrExpired
source: Code invalide ou expiré. Réessayez.
de: Ungültiger oder abgelaufener Code. Versuchen Sie es erneut.
en: Invalid or expired code. Try again.
es: Código no válido o caducado. Inténtalo de nuevo.
it: Codice non valido o scaduto. Riprova.
pt: Código inválido ou expirado. Tente novamente.

# profileUI.codeSendFailed
source: Impossible d'envoyer le code. Vérifiez votre email.
de: Code konnte nicht gesendet werden. Prüfen Sie Ihre E-Mail.
en: Couldn't send the code. Check your email.
es: No se pudo enviar el código. Comprueba tu correo.
it: Impossibile inviare il codice. Verifica la tua email.
pt: Não foi possível enviar o código. Verifique o seu e-mail.

# profileUI.createGiftToShare
source: Créer un cadeau à partager
de: Ein Geschenk zum Teilen erstellen
en: Create a gift to share
es: Crear un regalo para compartir
it: Crea un regalo da condividere
pt: Criar um presente para partilhar

# profileUI.deleteAccountQuestion
source: Supprimer définitivement votre compte ?
de: Ihr Konto endgültig löschen?
en: Permanently delete your account?
es: ¿Eliminar tu cuenta definitivamente?
it: Eliminare definitivamente il tuo account?
pt: Eliminar definitivamente a sua conta?

# profileUI.deleteAccountWarning
source: Toutes vos données seront supprimées définitivement : looks sauvegardés, historique d'essayage et informations personnelles. Cette action est irréversible.
de: Alle Ihre Daten werden endgültig gelöscht: gespeicherte Looks, Anprobe-Verlauf und persönliche Informationen. Diese Aktion kann nicht rückgängig gemacht werden.
en: All your data will be permanently deleted: saved looks, try-on history and personal information. This action cannot be undone.
es: Todos tus datos se eliminarán definitivamente: looks guardados, historial de pruebas e información personal. Esta acción es irreversible.
it: Tutti i tuoi dati verranno eliminati definitivamente: look salvati, cronologia delle prove e informazioni personali. Questa azione è irreversibile.
pt: Todos os seus dados serão eliminados definitivamente: looks guardados, histórico de provas e informações pessoais. Esta ação é irreversível.

# profileUI.deleteFailedNothingDeleted
source: La suppression a échoué — aucune donnée n'a été supprimée. Vérifiez votre connexion et réessayez, ou contactez support@inferencevision.store.
de: Die Löschung ist fehlgeschlagen — es wurden keine Daten gelöscht. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut, oder kontaktieren Sie support@inferencevision.store.
en: The deletion failed — no data was deleted. Check your connection and try again, or contact support@inferencevision.store.
es: La eliminación falló: no se eliminó ningún dato. Comprueba tu conexión y vuelve a intentarlo, o contacta con support@inferencevision.store.
it: L'eliminazione non è riuscita — nessun dato è stato eliminato. Verifica la connessione e riprova, oppure contatta support@inferencevision.store.
pt: A eliminação falhou — nenhum dado foi eliminado. Verifique a sua ligação e tente novamente, ou contacte support@inferencevision.store.

# profileUI.deleteMyAccount
source: Supprimer mon compte
de: Mein Konto löschen
en: Delete my account
es: Eliminar mi cuenta
it: Elimina il mio account
pt: Eliminar a minha conta

# profileUI.deleting
source: Suppression…
de: Wird gelöscht…
en: Deleting…
es: Eliminando…
it: Eliminazione…
pt: A eliminar…

# profileUI.emailPlaceholder
source: votre@email.com
de: ihre@email.com
en: your@email.com
es: tu@email.com
it: tuo@email.com
pt: seu@email.com

# profileUI.giftAJewel
source: Offrir un bijou
de: Ein Schmuckstück verschenken
en: Gift a jewel
es: Regalar una joya
it: Regala un gioiello
pt: Oferecer uma joia

# profileUI.giftAJewelA11y
source: Offrir un bijou. Ouvre le créateur de cadeau
de: Ein Schmuckstück verschenken. Öffnet den Geschenk-Assistenten
en: Gift a jewel. Opens the gift creator
es: Regalar una joya. Abre el creador de regalos
it: Regala un gioiello. Apre il creatore di regali
pt: Oferecer uma joia. Abre o criador de presentes

# profileUI.invalidEmail
source: Adresse email invalide.
de: Ungültige E-Mail-Adresse.
en: Invalid email address.
es: Dirección de correo no válida.
it: Indirizzo email non valido.
pt: Endereço de e-mail inválido.

# profileUI.mySpace
source: Mon Espace
de: Mein Bereich
en: My Space
es: Mi Espacio
it: Il Mio Spazio
pt: O Meu Espaço

# profileUI.orBuySingleTries
source: Ou acheter des essais à l'unité →
de: Oder Anproben einzeln kaufen →
en: Or buy individual try-ons →
es: O compra pruebas sueltas →
it: Oppure acquista prove singole →
pt: Ou compre provas avulsas →

# profileUI.receiveCode
source: Recevoir un code
de: Code erhalten
en: Receive a code
es: Recibir un código
it: Ricevi un codice
pt: Receber um código

# profileUI.resendCodeChangeEmail
source: Renvoyer le code / changer d'email
de: Code erneut senden / E-Mail ändern
en: Resend code / change email
es: Reenviar código / cambiar email
it: Reinvia codice / cambia email
pt: Reenviar código / alterar email

# profileUI.sending
source: Envoi…
de: Wird gesendet …
en: Sending…
es: Enviando…
it: Invio…
pt: A enviar…

# profileUI.signOut
source: Se déconnecter
de: Abmelden
en: Sign out
es: Cerrar sesión
it: Esci
pt: Terminar sessão

# profileUI.signingIn
source: Connexion…
de: Anmeldung läuft …
en: Signing in…
es: Iniciando sesión…
it: Accesso…
pt: A iniciar sessão…

# profileUI.sixDigitCode
source: Code à 6 chiffres
de: 6-stelliger Code
en: 6-digit code
es: Código de 6 dígitos
it: Codice a 6 cifre
pt: Código de 6 dígitos

# profileUI.stoneTherapyVirtues
source: Lithothérapie & vertus
de: Steinheilkunde & Wirkungen
en: Stone therapy & virtues
es: Litoterapia y virtudes
it: Litoterapia e virtù
pt: Litoterapia e virtudes

# profileUI.subscribe
source: S'abonner
de: Abonnieren
en: Subscribe
es: Suscribirse
it: Abbonati
pt: Subscrever

# profileUI.topUp
source: Recharger
de: Aufladen
en: Top up
es: Recargar
it: Ricarica
pt: Recarregar

# profileUI.triesAvailable
source: Essais disponibles
de: Verfügbare Anproben
en: Try-ons available
es: Pruebas disponibles
it: Prove disponibili
pt: Provas disponíveis

# profileUI.triesExhausted
source: Essais épuisés
de: Keine Anproben mehr
en: No try-ons left
es: Pruebas agotadas
it: Prove esaurite
pt: Provas esgotadas

# profileUI.upgradeToContinue
source: Passez à Premium pour continuer
de: Wechseln Sie zu Premium, um fortzufahren
en: Upgrade to Premium to continue
es: Pásate a Premium para continuar
it: Passa a Premium per continuare
pt: Mude para Premium para continuar

# profileUI.virtualJewelry
source: Joaillerie virtuelle
de: Virtueller Schmuck
en: Virtual jewelry
es: Joyería virtual
it: Gioielleria virtuale
pt: Joalharia virtual

# profileUI.withdrawAiConsent
source: Retirer mon consentement IA
de: Meine KI-Einwilligung widerrufen
en: Withdraw my AI consent
es: Retirar mi consentimiento de IA
it: Revoca il mio consenso IA
pt: Retirar o meu consentimento de IA

# profileUI.withdrawAiConsentQuestion
source: Retirer votre consentement IA ?
de: Ihre KI-Einwilligung widerrufen?
en: Withdraw your AI consent?
es: ¿Retirar tu consentimiento de IA?
it: Revocare il tuo consenso IA?
pt: Retirar o seu consentimento de IA?

# profileUI.withdrawConsent
source: Retirer le consentement
de: Einwilligung widerrufen
en: Withdraw consent
es: Retirar consentimiento
it: Revoca il consenso
pt: Retirar consentimento

# quickTryOnUI.chooseModel
source: Choisir un mannequin
de: Model auswählen
en: Choose a model
es: Elegir un modelo
it: Scegli una modella
pt: Escolher um modelo

# quickTryOnUI.chooseMyAngles
source: Choisir mes angles →
de: Meine Blickwinkel wählen →
en: Choose my angles →
es: Elegir mis ángulos →
it: Scegli le mie angolazioni →
pt: Escolher os meus ângulos →

# quickTryOnUI.closeCaps
source: FERMER
de: SCHLIESSEN
en: CLOSE
es: CERRAR
it: CHIUDI
pt: FECHAR

# quickTryOnUI.clothingCatalogNotApplicable
source: Le catalogue vêtements ne s'applique pas à ce mode. Utilisez Ma garde-robe ou la Boutique.
de: Der Kleidungskatalog gilt nicht für diesen Modus. Nutzen Sie Meine Garderobe oder die Boutique.
en: The clothing catalog doesn't apply to this mode. Use My Wardrobe or the Boutique.
es: El catálogo de ropa no se aplica a este modo. Usa Mi armario o la Boutique.
it: Il catalogo abbigliamento non si applica a questa modalità. Usa Il mio guardaroba o la Boutique.
pt: O catálogo de roupa não se aplica a este modo. Utilize O meu guarda-roupa ou a Boutique.

# quickTryOnUI.creationInProgress
source: CRÉATION EN COURS
de: WIRD ERSTELLT
en: CREATION IN PROGRESS
es: CREACIÓN EN CURSO
it: CREAZIONE IN CORSO
pt: CRIAÇÃO EM CURSO

# quickTryOnUI.currentFavorites
source: Nos coups de cœur du moment
de: Unsere Favoriten des Augenblicks
en: Our current favorites
es: Nuestros favoritos del momento
it: I nostri preferiti del momento
pt: Os nossos favoritos do momento

# quickTryOnUI.downloading
source: Téléchargement…
de: Wird geladen…
en: Downloading…
es: Descargando…
it: Download in corso…
pt: A transferir…

# quickTryOnUI.forPreciseTryOn
source: Pour un essayage virtuel précis
de: Für eine präzise virtuelle Anprobe
en: For a precise virtual try-on
es: Para una prueba virtual precisa
it: Per una prova virtuale precisa
pt: Para uma prova virtual precisa

# quickTryOnUI.generateCta
source: GÉNÉRER →
de: GENERIEREN →
en: GENERATE →
es: GENERAR →
it: GENERA →
pt: GERAR →

# quickTryOnUI.generationFailedRetry
source: La génération a échoué. Veuillez réessayer.
de: Die Generierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
en: The generation failed. Please try again.
es: La generación falló. Inténtalo de nuevo.
it: La generazione non è riuscita. Riprova.
pt: A geração falhou. Tente novamente.

# quickTryOnUI.gotIt
source: Compris !
de: Verstanden!
en: Got it!
es: ¡Entendido!
it: Capito!
pt: Entendido!

# quickTryOnUI.jewelryOnlyMode
source: Mode « Bijoux seuls »
de: Modus „Nur Schmuck“
en: “Jewelry only” mode
es: Modo «Solo joyas»
it: Modalità «Solo gioielli»
pt: Modo «Apenas joias»

# quickTryOnUI.nextCta
source: SUIVANT →
de: WEITER →
en: NEXT →
es: SIGUIENTE →
it: AVANTI →
pt: SEGUINTE →

# quickTryOnUI.nextJewel
source: Bijou suivant
de: Nächstes Schmuckstück
en: Next jewel
es: Siguiente joya
it: Gioiello successivo
pt: Próxima joia

# quickTryOnUI.noCompatiblePiece
source: Aucune pièce compatible avec ce mode d'essayage
de: Keine passenden Stücke für diesen Anprobemodus
en: No pieces compatible with this try-on mode
es: Ninguna pieza compatible con este modo de prueba
it: Nessun pezzo compatibile con questa modalità di prova
pt: Nenhuma peça compatível com este modo de prova

# quickTryOnUI.noModelAvailable
source: Aucun mannequin disponible
de: Kein Model verfügbar
en: No model available
es: Ningún modelo disponible
it: Nessuna modella disponibile
pt: Nenhum modelo disponível

# quickTryOnUI.noPhotoChooseModel
source: Pas de photo ? Choisissez un mannequin pour votre essayage.
de: Kein Foto? Wählen Sie ein Model für Ihre Anprobe.
en: No photo? Choose a model for your try-on.
es: ¿Sin foto? Elige un modelo para tu prueba.
it: Nessuna foto? Scegli una modella per la tua prova.
pt: Sem fotografia? Escolha um modelo para a sua prova.

# quickTryOnUI.oneMore
source: Encore un ?
de: Noch eins?
en: One more?
es: ¿Otra más?
it: Un altro?
pt: Mais uma?

# quickTryOnUI.photoGuide
source: GUIDE PHOTO
de: FOTO-GUIDE
en: PHOTO GUIDE
es: GUÍA DE FOTO
it: GUIDA FOTO
pt: GUIA DE FOTOGRAFIA

# quickTryOnUI.photoHardToProcess
source: Photo difficile à traiter, mais vous pouvez continuer.
de: Das Foto ist schwer zu verarbeiten, aber Sie können fortfahren.
en: This photo is hard to process, but you can continue.
es: La foto es difícil de procesar, pero puedes continuar.
it: La foto è difficile da elaborare, ma puoi continuare.
pt: A fotografia é difícil de processar, mas pode continuar.

# quickTryOnUI.photoTips
source: Conseils photo
de: Foto-Tipps
en: Photo tips
es: Consejos de foto
it: Consigli foto
pt: Dicas de fotografia

# quickTryOnUI.preciseJewelPlacement
source: Chaque bijou est placé avec précision pour respecter votre morphologie et votre teinte de peau
de: Jedes Schmuckstück wird präzise platziert, passend zu Ihrer Silhouette und Ihrem Hautton
en: Each jewel is placed with precision to match your body shape and skin tone
es: Cada joya se coloca con precisión para respetar tu silueta y tu tono de piel
it: Ogni gioiello è posizionato con precisione per rispettare la tua silhouette e il tuo incarnato
pt: Cada joia é posicionada com precisão para respeitar a sua silhueta e o seu tom de pele

# quickTryOnUI.preselectedFirstTryOn
source: pré-sélectionné pour votre premier essayage
de: vorausgewählt für Ihre erste Anprobe
en: preselected for your first try-on
es: preseleccionado para tu primera prueba
it: preselezionato per la tua prima prova
pt: pré-selecionado para a sua primeira prova

# quickTryOnUI.quickTryOnTitle
source: ESSAYAGE RAPIDE
de: SCHNELLANPROBE
en: QUICK TRY-ON
es: PRUEBA RÁPIDA
it: PROVA RAPIDA
pt: PROVA RÁPIDA

# quickTryOnUI.referenceModels
source: MANNEQUINS DE RÉFÉRENCE
de: REFERENZ-MODELS
en: REFERENCE MODELS
es: MODELOS DE REFERENCIA
it: MODELLE DI RIFERIMENTO
pt: MODELOS DE REFERÊNCIA

# quickTryOnUI.removeThisItem
source: Retirer cet article
de: Diesen Artikel entfernen
en: Remove this item
es: Quitar este artículo
it: Rimuovi questo articolo
pt: Remover este artigo

# quickTryOnUI.rightPhotoMatters
source: La bonne photo fait tout
de: Das richtige Foto macht den Unterschied
en: The right photo makes all the difference
es: La foto adecuada lo es todo
it: La foto giusta fa la differenza
pt: A fotografia certa faz toda a diferença

# quickTryOnUI.savedShort
source: Sauvegardé
de: Gespeichert
en: Saved
es: Guardado
it: Salvato
pt: Guardado

# quickTryOnUI.selectedItems
source: ARTICLES CHOISIS
de: AUSGEWÄHLTE ARTIKEL
en: SELECTED ITEMS
es: ARTÍCULOS ELEGIDOS
it: ARTICOLI SCELTI
pt: ARTIGOS ESCOLHIDOS

# quickTryOnUI.shareCta
source: PARTAGER →
de: TEILEN →
en: SHARE →
es: COMPARTIR →
it: CONDIVIDI →
pt: PARTILHAR →
